[
  {
    "eleNumber":1 ,
    "ele":"Hydrogen",
    "description": "First element in the periodic table. In normal conditions it’s a colourless, odourless and insipid gas, formed by diatomic molecules, H2. The hydrogen atom, symbol H, is formed by a nucleus with one unit of positive charge and one electron. Its atomic number is 1 and its atomic weight 1,00797 g/mol. It’s one of the main compounds of water and of all organic matter, and it’s widely spread not only in The Earth but also in the entire Universe. There are three hydrogen isotopes: protium, mass 1, found in more than 99,985% of the natural element; deuterium, mass 2, found in nature in 0.015% approximately, and tritium, mass 3, which appears in small quantities in nature, but can be artificially produced by various nuclear reactions",
    "mass": "2.1",
    "density": "0.0899*10 -3 g.cm -3 at 20 °C",
    "image": "https://cdn0.iconfinder.com/data/icons/elements-of-the-periodic-table/512/Mendeleev_atom_atomic_element_chemistry-01-3-128.png",
    "meltingpoint": "- 259.2 °C",
    "boilingpoint": "- 252.8 °C",
    "isotopes": "3",
    "discover": "Henry Cavendish in 1766",
    "application": "",
    "healtheffect":"Fire: Extremely flammable. Many reactions may cause fire or explosion. Explosion: Gas/air mixtures are explosive. Routes of exposure: The substance can be absorbed into the body by inhalation. Inhalation: High concentrations of this gas can cause an oxygen-deficient environment. Individuals breathing such an atmosphere may experience symptoms which include headaches, ringing in ears, dizziness, drowsiness, unconsciousness, nausea, vomiting and depression of all the senses. The skin of a victim may have a blue color. Under some circumstances, death may occur. Hydrogen is not expected to cause mutagenicity, embryotoxicity, teratogenicity or reproductive toxicity. Pre-existing respiratory conditions may be aggravated by overexposure to hydrogen. Inhalation risk: On loss of containment, a harmful concentration of this gas in the air will be reached very quickly.",
  },
  {
    "eleNumber": 2,
    "ele":"Helium ",
    "description": "Gaseous chemical element, symbol: He, atomic number: 2 and atomic weight 4,0026 g/mol. Helium is one of the noble gases of group O in the periodic table. It’s the second lightest element. The main helium source in the world is a series of fields of natural gas in the United States.",
    "mass": "4.00260 g.mol -1",
    "density": "0.178*10 -3 g.cm -3 at 20 °C",
    "image": "https://cdn0.iconfinder.com/data/icons/elements-of-the-periodic-table/512/Mendeleev_atom_atomic_element_chemistry-31-2-512.png",
    "meltingpoint": "- 272.2 (26 atm) °C",
    "boilingpoint": "- 268.9 °C",
    "isotopes": "2",
    "discover": "Sir Ramsey in 1895",
    "applcation": "Helium has many unique properties: low boiling point, low density, low solubility, high thermal conductivity and inertness, so it is use for any application which can explioit these properties. Helium was the first gas used for filling balloons and dirigibles. This application goes on in altitude research and for meteorological balloons. The main use of helium is as an inert protection gas in autogenous welding. Its biggest potential is found in applications at very low temperatures. Helium is the only cooler which is capable of reaching temperatures lower than 15 K (-434ºF). The main application of ultralow temperature is in the development of the superconductivity state, in which the resistance to the electricity flux is almost zero. Other applications are its use as pressurizing gas in liquid propellants for rockets, in helium-oxygen mixtures for divers, as working fluid in nuclear reactors cooled down by gas and as gas carrier in chemical analysis by gas chromatography.",
    "healtheffect":"Effects of exposure: The substance can be absorbed into the body by inhalation. Inhalation: High voice. Dizziness. Dullness. Headache. Suffocation. Skin: on contact with liquid: frostbite. Eyes: on contact with liquid: frostbite. Inhalation risk: On loss of containment this gas can cause suffocation by lowering the oxygen content of the air in confined areas. Check oxygen content before entering area.",
  },
  {
    "eleNumber": 3,
    "ele":"Lithium",
    "description": "Lithium is the first of the alkalis in the periodic table. In nature it’s found like a mixture of the isotopes Li6 and Li7. It’s the lightest solid metal, it’s soft, silvery-white, with a low melting point and reactive. Many of its physical and chemical properties are more similar to those of the alkaline earth metals than to those of its own group.",
    "mass": "6.941 g.mol -1",
    "density": "0.53 g.cm -3 at 20 °C",
    "image": "https://cdn0.iconfinder.com/data/icons/elements-of-the-periodic-table/512/Mendeleev_atom_atomic_element_chemistry-12-128.png",
    "meltingpoint": "180.5 °C",
    "boilingpoint": "1342 °C",
    "isotopes": "2",
    "discover": "Johann Arfvedson in 1817",
    "applcation": "The main lithium compound is the lithium hydroxide. It’s a white powder; the manufactured material is monohydrate lithium hydroxide. The carbonate can be used in the pottery industry and in medicine as an antidepressant. The bromine and the lithium chloride both form concentrated brine, which have the property of absorbing the humidity in a wide interval of temperature; these brines are used in the manufactured air conditioning systems.",
    "healtheffect":"Effects of exposure to Lithium: Fire: Flammable. Many reactions may cause fire or explosion. Gives off irritating or toxic fumes (or gases) in a fire. Explosion: Risk of fire and explosion on contact with combustible substances and water. Inhalation: Burning sensation. Cough. Laboured breathing. Shortness of breath. Sore throat. Symptoms may be delayed. Skin: Redness. Skin burns. Pain. Blisters. Eyes: Redness. Pain. Severe deep burns. Ingestion: Abdominal cramps. Abdominal pain. Burning sensation. Nausea. Shock or collapse. Vomiting. Weakness.",
  },
  {
    "eleNumber": 4,
    "ele":"Beryllium ",
    "description": "",
    "mass": "9.01218 g.mol -1",
    "density": "1.86 g.cm-3",
    "image": "https://cdn0.iconfinder.com/data/icons/elements-of-the-periodic-table/512/Mendeleev_atom_atomic_element_chemistry-18-128.png",
    "meltingpoint": "1280 °C",
    "boilingpoint": "2970 °C",
    "isotopes": "1",
    "discover": "Abbé René-Just Hauy in 1798",
    "applcation": "Beryllium is used as an alloying agent in the production of beryllium-copper. Thanks to their electrical and thermal conductivity, high strenght and hardness, non magnetic properties, good resistance, dimensional stability over a wide temperature range beryllium-copper alloys are used in many applications. A typical application of beryllium-copper alloys is in the defense and aerospace industries.",
    "healtheffect":"Beryllium is not an element that is crucial for humans; in fact it is one of the most toxic chemicals we know. It is a metal that can be very harmful when humans breathe it in, because it can damage the lungs and cause pneumonia.",
  },
  {
    "eleNumber": 5,
    "ele":"Boron",
    "description": "",
    "mass": "10.81 g.mol -1",
    "density": "2.3 g.cm-3 at 20°C",
    "image": "https://cdn0.iconfinder.com/data/icons/elements-of-the-periodic-table/512/Mendeleev_atom_atomic_element_chemistry-24-128.png",
    "meltingpoint": "2076 °C",
    "boilingpoint": "3927 °C",
    "isotopes": "2",
    "discover": "J.L Gay-Lussac in 1808",
    "applcation": "The most economically important compound of boron is sodium tetraborate decahydrate Na2B4O7 · 10H2O, or borax, used for insulating fiberglass and sodium perborate bleach. Boric acid is an important compound used in textile products.",
    "healtheffect":"Humans can be exposed to boron through fruit and vegetables, water, air and consumer products. we have a regular daily intake of about 2 mg and about 18 mg in out body in total",
  },

  {
    "eleNumber": 6,
    "ele":"Carbon ",
    "description": "Carbon is unique in its chemical properties because it forms a number of components superior than the total addition of all the other elements in combination with each other.",
    "mass": "12.011 g.mol -1",
    "density": "2.2 g.cm-3 at 20°C",
    "image": "https://cdn0.iconfinder.com/data/icons/elements-of-the-periodic-table/512/Mendeleev_atom_atomic_element_chemistry-02-3-128.png",
    "meltingpoint": "3652 °C",
    "boilingpoint": "4827 °C",
    "isotopes": "3",
    "discover": "The ancients",
    "applcation": "The free element has a lot of uses, including decoration purposes of diamonds in jewelry or black fume pigment in automobile’s rims and printer’s ink. Another carbon form, the graphite, is used for high temperature crucibles, dry cell and light arch electrodes, for pencil tips and as a lubricant. Vegetal carbon, an amorphous form of carbon, is used as gas absorbent and bleaching agent.",
    "healtheffect":"Elemental carbon is of very low toxicity. Health hazard data presented here is based on exposures to carbon black, not elemental carbon. Chronic inhalation exposure to carbon black may result in temporary or permanent damage to lungs and heart.",
  },

  {
    "eleNumber": 7,
    "ele":"Nitrogen ",
    "description": "Nitrogen is a common normally colourless, odourless, tasteless and mostly diatomic non-metal gas. It has five electrons in its outer shell, so it is trivalent in most compounds.",
    "mass": "14.0067 g.mol -1",
    "density": "1.25*10-3 g.cm-3 at 20°C",
    "image": "https://cdn0.iconfinder.com/data/icons/elements-of-the-periodic-table/512/Mendeleev_atom_atomic_element_chemistry-02-3-128.png",
    "meltingpoint": "-210 °C",
    "boilingpoint": "-195.8 °C",
    "isotopes": "4",
    "discover": "Rutherford in 1772",
    "applcation": "The greatest single commercial use of nitrogen is as a component in the manufacture of ammonia, subsequently used as fertilizer and to produce nitric acid",
    "healtheffect":"Nitrates and nitrites are known to cause several health effect",
  },

  {
    "eleNumber": 8,
    "ele":"Oxygen ",
    "description": "Gaseous chemical element, symbol: O, atomic number: 8 and atomic weight 15,9994. It’s of great interest because it’s the essential element in the respiratory processes of most of the living cells and in combustion processes. It’s the most abundant element in The Earth’s crust. Nearly one fifth (in volume) of the air is oxygen. Non-combined gaseous oxygen normally exists in form of diatomic molecules, O2, but it also exists in triatomic form, O3, named ozone.",
    "mass": "15.999 g.mol -1",
    "density": "1.429 kg/m3 at 20°C",
    "image": "https://cdn0.iconfinder.com/data/icons/elements-of-the-periodic-table/512/Mendeleev_atom_atomic_element_chemistry-04-3-128.png",
    "meltingpoint": "-219 °C",
    "boilingpoint": "-183 °C",
    "isotopes": "4",
    "discover": "Joseph Priestly in 1774",
    "applcation": "Oxygen can be separated from air by fractionated liquefaction and distillation. The main applications of oxygen in order of importance are: 1) melting, refining and manufacture of steel and other metals; 2) manufacture of chemicals by controlled oxidation; 3) rocket propulsion; 4) medical and biological life support; 5) mining, production and manufacture of stone and glass products.",
    "healtheffect":"Oxygen is essential for all forms of life since it is a constituent of DNA and almost all other biologically important compounds. Is it even more drammatically essential, in that animals must have minute by minute supply of the gas in order to survive. Oxygen in the lungs is picked up by the iron atom at the center of hemoglobin in the blood and thereby transported to where it is needed.",
  },

  {
    "eleNumber": 9,
    "ele":"Fluorine ",
    "description": "Fluorine is an univalent poisonous gaseous halogen, it is pale yellow-green and it is the most chemically reactive and electronegative of all the elements. Fluorine readily forms compounds with most other elements, even with the noble gases krypton, xenon and radon. It is so reactive that glass, metals, and even water, as well as other substances, burn with a bright flame in a jet of fluorine gas",
    "mass": "18.998403 g.mol -1",
    "density": "1.8*10-3 g.cm-3 at 20°C",
    "image": "https://cdn2.iconfinder.com/data/icons/periodic-elements-nobel-gasses-halogens/532/9-Flourine-128.png",
    "meltingpoint": "-219.6 °C",
    "boilingpoint": "-188 °C",
    "isotopes": "2",
    "discover": "Moissan in 1886",
    "applcation": "Atomic fluorine and molecular fluorine are used for plasma etching in semiconductor manufacturing, flat panel display production and MEMs fabrication.",
    "healtheffect":"Small amounts of fluorine are naturally present in water, air, plants and animals. As a result humans are exposed to fluorine through food and drinking water and by breathing air. Fluorine can be found in any kind of food in relatively small quantities. Large quantities of fluorine can be found in tea and shellfish",
  },

  {
    "eleNumber": 10,
    "ele":"Neon ",
    "description": "Neon is the second-lightest noble gas, its colour is reddish-orange in a vacuum discharge tube and in neon lamps. The the refrigerating capacity of helium is over 40 times the one of liquid helium and three times that of liquid hydrogen (on a per unit volume basis). It is a less expensive refrigerant than helium in most applications.",
    "mass": "20.179 g.mol -1",
    "density": "0.9*10 -3 g.cm-3 at 20°C",
    "image": "https://cdn0.iconfinder.com/data/icons/elements-of-the-periodic-table/512/Mendeleev_atom_atomic_element_chemistry-32-2-128.png",
    "meltingpoint": "-249 °C",
    "boilingpoint": "-246 °C",
    "isotopes": "3",
    "discover": "Sir Ramsay in 1898 ",
    "applcation": "The reddish-orange color emitted in neon lights is widely used to make advertising signs. Neon is also used generically for these types of lights when in reality many other gases are used to produce different colors of light. Other uses of neon include high-voltage indicators, lightning arrestors, wave meter tubes and television tubes. Neon and helium are used to make a type of gas laser.",
    "healtheffect":"Routes of exposure: The substance can be absorbed into the body by inhalation",
  },

  {
    "eleNumber": 11,
    "ele":"Sodium ",
    "description": "Chemical element, symbol: Na, atomic number: 11 and atomic weight 22,9898. It’s a soft metal, reactive and with a low melting point, with a relative density of 0,97 at 20ºC (68ºF). From the commercial point of view, sodium is the most important of all the alkaline metals",
    "density": "0.97 g.cm -3 at 20 °C",
    "image": "https://cdn0.iconfinder.com/data/icons/elements-of-the-periodic-table/512/Mendeleev_atom_atomic_element_chemistry-13-128.png",
    "meltingpoint": "97.5 °C",
    "boilingpoint": "883 °C",
    "isotopes": "3",
    "discover": "Sir Humphrey Davy in 1807",
    "applcation": "Sodium in its metallic form is very important in making esters and in the manufacture of organic compounds. Sodium is also a component of sodium chloride (NaCl) a very important compount found everywhere in the living environment. Other uses are: to improve the structure of certain alloys; in soap, in combination with fatty acids, in sodium vapor lamps, to descal metals, to purify molten metals.",
    "healtheffect":"Sodium is a compound of many foodstuffs, for instance of common salt. It is necessary for humans to maintain the balance of the physical fluids system. Sodium is also required for nerve and muscle functioning. Too much sodium can damage our kidneys and increases the chances of high blood pressure",
  },

  {
    "eleNumber": 12,
    "ele":"Magnesium ",
    "description": "Chemical element, metallic, symbol Mg, situated in group IIa in the periodic table, atomic number: 12, atomic weight: 24,312. Magnesium is silvery white and very light. Its relative density is 1,74 and it’s density 1740 kg/m3 (0.063 lb/in3 or 108.6 lb/ft3). Magnesium is known for a long time as the lighter structural metal in the industry, due to it’s low weight and to it’s capability of forming mechanically resistant alloys",
    "mass": "24.305 g.mol -1",
    "density": "1.74 g.cm -3 at 20 °C",
    "image": "https://cdn0.iconfinder.com/data/icons/elements-of-the-periodic-table/512/Mendeleev_atom_atomic_element_chemistry-19-128.png",
    "meltingpoint": "650 °C",
    "boilingpoint": "1107 °C",
    "isotopes": "5",
    "discover": "Sir Humphrey Davy in 1808",
    "applcation": "Magnesium compounds are used as refractory material in furnace linings for producing metals (iron and steel, nonferrous metals), glass, and cement.T",
    "healtheffect":"Humans take in between 250 and 350 mg/day of magnesium and need at least 200 mg, but the body deals very effectively with this element, taking it form food when it can, and recycling what we already have when it cannot.",
  },

  {
    "eleNumber": 13,
    "ele":"Aluminum ",
    "description": "The name aluminum is derived from the ancient name for alum (potassium aluminum sulphate), which was alumen (Latin, meaning bitter salt). Aluminum was the original name given to the element by Humphry Davy but others called it aluminum and that became the accepted name in Europe. However, in the USA the preferred name was aluminum and when the American Chemical Society debated on the issue, in 1925, it decided to stick with aluminum.",
    "mass": "26.98154 g.mol -1",
    "density": "2.7 g.cm -3 at 20 °C",
    "image": "https://cdn2.iconfinder.com/data/icons/periodic-elements-basic-metals-semi-metals-non-met/532/13_-_Aluminum-128.png",
    "meltingpoint": "660.4 °C",
    "boilingpoint": "2467 °C",
    "isotopes": "3",
    "discover": "Hans Christian Oersted in 1825",
    "applcation": "A silvery and ductile member of the poor metal group of elements, aluminum is found primarily as the ore bauxite and is remarkable for its resistance to oxidation (aluminum is actually almost always already oxidized, but is usable in this form unlike most metals), its strength, and its light weight. Aluminum is used in many industries to make millions of different products and is very important to the world economy. Structural components made from aluminum are vital to the aerospace industry and very important in other areas of transportation and building in which light weight, durability, and strength are needed",
    "healtheffect":"Aluminum is one of the most widely used metals and also one of the most frequently found compounds in the earth's crust. Due to these facts, aluminum is commonly known as an innocent compound. But still, when one is exposed to high concentrations, it can cause health problems. The water-soluble form of aluminum causes the harmful effects, these particles are called ions. They are usually found in a solution of aluminum in combination with other ions, for instance as aluminum chlorine.",
  },

  {
    "eleNumber": 14,
    "ele":"Silicon",
    "description": "Silicon is the most abundant electropositive element in The Earth’s crust. It’s a metalloid with a marked metallic luster and very brittle. It is usually tetravalent in its compounds, although sometimes its bivalent, and it’s purely electropositive in its chemical behaviour. Moreover, pentacoordinated and hexacoordinated silicon compounds are also known",
    "mass": "28.0855 g.mol -1",
    "density": "2.33 g.cm -3 at 20 °C",
    "image": "https://cdn0.iconfinder.com/data/icons/elements-of-the-periodic-table/512/Mendeleev_atom_atomic_element_chemistry-25-128.png",
    "meltingpoint": "1410 °C",
    "boilingpoint": "3265 °C",
    "isotopes": "5",
    "discover": "Jons Berzelius in 1823",
    "applcation": "Silicon is the principal component of glass, cement, ceramics, most semiconductor devices, and silicones, the latter a plastic substance often confused with silicon. Silicon is also an important constituent of some steels and a major ingredient in bricks. It is a refractory material used in making enamels and pottery.",
    "healtheffect":"Silicon is found in many dioxide forms and in uncountable variations from the natural silicates",
  },

  {
    "eleNumber": 54,
    "ele":"Xeon",
    "description": "Xenon is a rare, odorless, colourless, tasteless, chamically unreactive gas. It was regarded as completely inert until, in 1962, Neil Barlett reported synthesis of xenon haxafluoroplatinate. In a gas filled tube xenon emits blue light when excited by electrical discharge.",
    "mass": "131.29 g.mol -1",
    "density": "5.9*10-3g.cm-3 at 20°C",
    "image": "https://oyster.ignimgs.com/wordpress/stg.ign.com/2015/08/firstdoctor.jpg",
    "meltingpoint": "- 112 °C",
    "boilingpoint": "- 107 °C",
    "isotopes": "21",
    "discover": "Sir Ramsay 1898",
    "application": "Xenon has relatively little commercial use.",
    "healtheffect":"Xenon si a trace gas in the Earth's atmosphere, occurring in 1 part in 20 million. The only commercial source of xenon is from industrial liquid-air plants. World production is less than 1 tonne per year, although reserved of xenon gas in the atmosphere amount to 2 billion tonnes.",
  },
]